Revit 2024 API
SymbolTypeId.EuroPrefix Property
 Symbol €, indicating unit Currency.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId EuroPrefix { get; }
Visual Basic
Public Shared ReadOnly Property EuroPrefix As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ EuroPrefix {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace